Repository: cirilobido/faithmood_app
Catalog: lib/l10n/intl_*.arb
Languages: es, pt

source: This field is required
es: Este campo es obligatorio.
pt: Este campo é obrigatório.

source: Invalid email
es: Por favor ingresa un correo válido.
pt: Por favor, insira um e-mail válido.

source: Password must contain at least:
es: Tu contraseña debe contener al menos:
pt: Sua senha deve conter pelo menos:

# passMinCharacters
source: 6 characters
es: 6 caracteres
pt: 6 caracteres

# passOneLetter
source: One letter
es: Una letra
pt: Uma letra

# passOneNumber
source: One number
es: Un número
pt: Um número

source: You have to enter a valid email.
es: Debes ingresar un correo válido.
pt: Por favor, insira um e-mail válido.

source: Name must be at least 3 characters long
es: Tu nombre debe tener al menos 3 caracteres.
pt: Seu nome deve ter pelo menos 3 caracteres.

source: Invalid email or password. Please try again.
es: El correo o la contraseña no parecen correctos. Revisa tus datos e inténtalo de nuevo.
pt: Seu e-mail ou senha parecem incorretos. Verifique os dados e tente novamente.

source: Email & Password
es: Correo y contraseña
pt: E-mail e Senha

source: Password
es: Contraseña
pt: Senha

source: Home
es: Inicio
pt: Início

source: Profile
es: Perfil
pt: Perfil

source: Sorry about this
es: Lamentamos esto
pt: Desculpe por isso

source: Forgot Your Password?
es: ¿Olvidaste tu contraseña?
pt: Esqueceu sua senha?

# weWillSendYouAnEmailWithACodeTo
source: We will send you an email with a code to reset your password.
es: Te enviaremos un código a tu correo para que puedas restablecer la contraseña.
pt: Enviaremos um código para seu e-mail para redefinir sua senha.

source: Reset Password
es: Restablecer contraseña
pt: Redefinir Senha

# somethingWentWrongWhileSendingTheOtpCodePleaseTry
source: Something went wrong while sending the otp code, please try again later.
es: Ocurrió un error al enviar el código. Por favor intenta más tarde.
pt: Algo deu errado ao enviar o código. Tente novamente mais tarde.

source: Resend Code
es: Reenviar código
pt: Reenviar Código

source: Verify Code
es: Verificar código
pt: Verificar Código

# verifyCodeMessage
source: A 6-digit code has been sent to the email you provided. This code will expire in 5 minutes.
es: Enviamos un código de 6 dígitos al correo que proporcionaste. Este código expirará en 5 minutos.
pt: Enviamos um código de 6 dígitos para o e-mail informado. Ele expira em 5 minutos.

source: OTP Code
es: Código
pt: Código OTP

source: Password Restored
es: Contraseña restablecida
pt: Senha Redefinida

# passwordRestoredSuccessfully
source: Your password has been restored successfully.
es: Tu contraseña ha sido restablecida correctamente.
pt: Sua senha foi redefinida com sucesso.

source: Verification Failed
es: La verificación falló
pt: Falha na Verificação

# verificationFailedMessage
source: The verification process failed. Please try again.
es: No pudimos verificar tu código. Por favor revísalo e inténtalo de nuevo.
pt: Não foi possível verificar seu código. Verifique e tente novamente.

source: Sign In Now
es: Iniciar sesión ahora
pt: Entrar Agora

source: I agree to change my password!
es: Acepto cambiar mi contraseña
pt: Concordo em alterar minha senha!

source: New Password
es: Nueva contraseña
pt: Nova Senha

source: Your Password is
es: Tu contraseña es
pt: Sua senha é

source: NEVER STORED
es: nunca almacenada
pt: nunca armazenada

source: in the app.
es: en la app.
pt: no app.

source: Try again
es: Intentar de nuevo
pt: Tentar Novamente

source: Sign In
es: Iniciar sesión
pt: Entrar

source: Back
es: Volver
pt: Voltar

# loginErrorMessage
source: Your email or password doesn’t seem to match. Please check your details and try again.
es: El correo o la contraseña no coinciden. Por favor revisa tus datos e inténtalo nuevamente.
pt: Seu e-mail ou senha não coincidem. Verifique os detalhes e tente novamente.

source: Get Started
es: Comenzar
pt: Começar

# continueText
source: Continue
es: Continuar
pt: Continuar

source: Update available
es: Actualización disponible
pt: Atualização disponível

# updateAvailableMessage
source: There is a new version of the app available. Please update to continue using all features.
es: Hay una nueva versión disponible. Actualiza para continuar disfrutando todas las funciones.
pt: Há uma nova versão do app. Atualize para continuar usando todos os recursos.

source: Update
es: Actualizar
pt: Atualizar

# privacyText1
source: By continuing, you agree to our
es: Al continuar aceptas nuestra
pt: Ao continuar, você concorda com nossa

source: Privacy Policy
es: Política de privacidad
pt: Política de Privacidade

source: and
es: y
pt: e

source: Terms of Use.
es: Términos de uso.
pt: Termos de Uso.

# informationSafeMessage
source: Your information will be kept safe and secure.
es: Tu información permanecerá privada y segura.
pt: Suas informações permanecerão privadas e seguras.

# registrationErrorMessage
source: We couldn’t complete your registration this time. Please try again, and if the issue continues, come back a little later.
es: No pudimos completar tu registro esta vez. Intenta de nuevo y, si el error continúa, vuelve más tarde.
pt: Não foi possível concluir seu cadastro. Tente novamente mais tarde.

source: I Have An Account
es: Ya tengo una cuenta
pt: Já tenho uma conta

source: Create an Account
es: Crear una cuenta
pt: Criar Conta

# firstName
source: Nombre
pt: Nome

# phoneNumberDigitsError
source: El teléfono solo puede contener dígitos
es: El número de teléfono solo puede contener dígitos.
pt: O número de telefone deve conter apenas dígitos.

# phoneNumberLengthError
source: El teléfono debe tener entre 10 y 15 dígitos
es: El número de teléfono debe tener entre 10 y 15 dígitos.
pt: O número de telefone deve ter entre 10 e 15 dígitos.

# confirmPassword
source: Confirmar Contraseña
pt: Confirmar Senha

# passwordDontMatch
source: La contraseña no coincide
es: Las contraseñas no coinciden
pt: As senhas não coincidem

# signUpEmailMessage
source: Casi terminas, solo agrega tus credenciales para iniciar sesion.
es: Ya casi terminas — solo agrega tus credenciales para iniciar sesión.
pt: Você está quase lá — adicione suas credenciais para entrar.

# orLoginWith
source: O inicia session con
es: O iniciar sesión con
pt: Ou entrar com

# loginGreetingMessage
source: Hola, bienvenido de nuevo!
pt: Olá, bem-vindo de volta!

# passOneUppercaseLetter
source: 1 letra mayúscula
es: Una letra mayúscula
pt: Uma letra maiúscula

source: Search...
es: Buscar...
pt: Buscar...

source: Date
es: Fecha
pt: Data

# welcomeTitle
source: Welcome to your new space of faith
es: Bienvenido a tu nuevo espacio de fe
pt: Bem-vindo ao seu novo espaço de fé

# welcomeSubtitle
source: A place to connect with yourself and with God every day.
es: Un lugar para conectar con tu corazón y con Dios cada día.
pt: Um lugar para conectar seu coração a Deus todos os dias.

# profilePageTitle
source: Let’s Build Your Profile
es: Construyamos tu perfil.
pt: Vamos construir o seu perfil.

# profilePageSubtitle
source: Tell us a little about yourself.
es: Cuéntanos un poco sobre ti.
pt: Conte-nos um pouco sobre você.

source: Age
es: Edad
pt: Idade

# experiencePageTitle
source: 💭 What would you like to find in this experience?
es: 💭 ¿Qué te gustaría vivir en esta experiencia?
pt: 💭 O que você busca nesta jornada?

source: Language
es: Idioma
pt: Idioma

source: Select your Language
es: Selecciona tu idioma
pt: Selecione seu idioma

# experienceQ1
source: 🕊️ Find inner peace
es: 🕊️ Encontrar paz interior
pt: 🕊️ Encontrar paz interior

# experienceQ2
source: 💭 Learn to manage my emotions
es: 💭 Aprender a comprender tus moods
pt: 💭 Aprender a entender seus moods

# experienceQ3
source: 🙏 Strengthen my faith
es: 🙏 Fortalecer tu fe
pt: 🙏 Fortalecer sua fé

# experienceQ4
source: ✨ Have a moment with God every day
es: ✨ Tener un encuentro diario con Dios
pt: ✨ Ter um momento diário com Deus

# committedQ1
source: 🔥 Extremely committed
es: 🔥 Muy comprometido
pt: 🔥 Extremamente comprometido

# committedQ2
source: 💪 Very committed
es: 💪 Bastante comprometido
pt: 💪 Muito comprometido

# committedQ3
source: 🌿 Somewhat committed
es: 🌿 Algo comprometido
pt: 🌿 Um pouco comprometido

# committedQ4
source: 🌧️ A little
es: 🌧️ Un poco
pt: 🌧️ Um pouco

# committedQ5
source: 👀 Just exploring
es: 👀 Solo explorando
pt: 👀 Só explorando

# committedPageTitle
source: 🙌 How committed are you with your faith?
es: 🙌 ¿Qué tan comprometido estás con tu fe?
pt: 🙌 Quão comprometido você está com sua fé?

source: Age is required!
es: La edad es obligatoria
pt: Idade é obrigatória!

# everUsedBeforeTitle
source: 🌿 Have you ever used a faith journal app before?
es: 🌿 ¿Has usado antes una app de diario espiritual?
pt: 🌿 Você já usou um app de diário espiritual?

# everUsedBeforeQ1
source: 🙏 Yes, I have used one before
es: 🙏 Sí, ya he usado una
pt: 🙏 Sim, já usei

# everUsedBeforeQ2
source: ✨ No, this is my first time
es: ✨ No, es mi primera vez
pt: ✨ Não, é minha primeira vez

# everUsedBeforeQ3
source: 🕊️ I’ve tried something similar
es: 🕊️ He usado algo similar
pt: 🕊️ Já usei algo parecido

# joinOthersTitle
source: 🌱 Join others growing stronger in faith
es: 🌱 Únete a quienes están creciendo en su fe
pt: 🌱 Junte-se a outros crescendo na fé

source: Grow in Faith
es: Crecer en la fe
pt: Crescer na Fé

# days3
source: 3 Days
es: 3 días
pt: 3 Dias

# days15
source: 15 Days
es: 15 días
pt: 15 Dias

# days30
source: 30 Days
es: 30 días
pt: 30 Dias

# joinOthersSubtitle
source: +80% of those who use FaithMood feel their faith grow within 30 days.
es: Más del 80% de quienes usan FaithMood sienten que su fe crece en los primeros 30 días.
pt: Mais de 80% dos usuários de FaithMood sentem sua fé crescer em 30 dias.

# guidedPlanTitle
source: 📖 Have you ever followed a guided plan to strengthen your faith?
es: 📖 ¿Has seguido antes un plan guiado de fe?
pt: 📖 Você já seguiu um plano guiado de fé?

# guidedPlanQ1
source: 🙏 Yes, several times
es: 🙏 Sí, varias veces
pt: 🙏 Sim, várias vezes

# guidedPlanQ2
source: 📘 Once or twice
es: 📘 Una o dos veces
pt: 📘 Uma ou duas vezes

# guidedPlanQ3
source: 🌱 No, it’ll be my first time
es: 🌱 No, será mi primera vez
pt: 🌱 Não, será minha primeira vez

# askNotificationTitle
source: 🔔 Stay connected with your purpose
es: 🔔 Mantente conectado con tu propósito
pt: 🔔 Mantenha-se conectado ao seu propósito

# askNotificationSubtitle
source: We’ll remind you of your daily reflection, prayers, and guided plans — only when it truly matters.
es: Te recordaremos suavemente tus reflexiones, oraciones y devocionales — solo cuando realmente importe.
pt: Lembraremos você gentilmente das suas reflexões, orações e devocionais — apenas quando for importante.

source: Maybe later
es: Quizás después
pt: Talvez depois

source: Allow Notifications
es: Permitir notificaciones
pt: Permitir Notificações

source: Leave Rating
es: Dejar valoración
pt: Avaliar App

# startFreeTrial
source: Start For Free
es: Comenzar gratis
pt: Começar Grátis

# preparingPageTitle
source: 🙏 We’re preparing your space...
es: 🙏 Estamos preparando tu espacio...
pt: 🙏 Estamos preparando seu espaço...

# preparingPageSubtitle
source: The Lord gives you strength when you need it most.
es: El Señor da fuerzas cuando más se necesitan.
pt: O Senhor dá força quando mais precisamos.

# preparingPageT1
source: Personalizing your profile...
es: Personalizando tu perfil...
pt: Personalizando seu perfil...

# preparingPageT2
source: Setting up your emotions journey...
es: Preparando tu camino emocional...
pt: Configurando sua jornada emocional...

# preparingPageT3
source: Final touches for your experience...
es: Agregando los últimos detalles...
pt: Adicionando os últimos detalhes...

source: ✔️ No payment required now
es: ✔️ No se requiere pago ahora
pt: ✔️ Nenhum pagamento necessário agora

# just449PerMonthCancelAnytime
source: Just ### per month - Cancel anytime
es: Solo ### al mes — cancela cuando quieras
pt: Apenas ### por mês — cancele quando quiser

# paywallTitle
source: ✨ Your journey is just beginning
es: ✨ Tu camino apenas comienza
pt: ✨ Sua jornada está só começando

# paywallSubtitle
source: Discover a calm, ad-free space made to nurture your faith through reflection and growth.
es: Descubre un espacio sereno, sin anuncios, creado para nutrir tu fe con reflexión y crecimiento.
pt: Descubra um espaço calmo, sem anúncios, feito para nutrir sua fé com reflexão e crescimento.

# socialDiscoverQ9
source: A friend’s recommendation
es: Recomendación de un amigo
pt: Recomendação de amigo

# socialDiscoverQ10
source: Church / community
es: Iglesia / comunidad
pt: Igreja / comunidade

# socialDiscoverQ11
source: Searching for Christian apps
es: Buscando apps cristianas
pt: Buscando apps cristãos

# socialDiscoverTitle
source: ⭐ How did you hear about the app?
es: ⭐ ¿Cómo escuchaste sobre la app?
pt: ⭐ Como você conheceu o app?

source: Psalm 23:1
es: Salmo 23:1
pt: Salmo 23:1

source: 📖 Guided Faith Plans
es: 📖 Planes de fe guiados
pt: 📖 Planos Guiados de Fé

source: 💭 Unlimited Mood Track
es: 💭 Registro ilimitado de moods
pt: 💭 Registro ilimitado de moods

source: ✨ Advance Progress Tracker
es: ✨ Seguimiento avanzado de progreso
pt: ✨ Acompanhamento Avançado

source: 🚫 Ad-Free Experience
es: 🚫 Experiencia sin anuncios
pt: 🚫 Experiência sem anúncios

source: ✨ Your journey begins today
es: ✨ Tu camino comienza hoy
pt: ✨ Sua jornada começa hoje

# unlockMoreDevotionalsAdvanceStats
source: Unlock more devotionals, advance stats, and an ad-free experience.
es: Desbloquea más devocionales, estadísticas profundas y una experiencia sin anuncios.
pt: Desbloqueie mais devocionais, estatísticas profundas e uma experiência sem anúncios.

source: Discover Premium
es: Descubre Premium
pt: Descobrir Premium

# ratingContentTitle
source: 🎉 Enjoying your experience so far?
es: 🎉 ¿Estás disfrutando la experiencia?
pt: 🎉 Está gostando da experiência?

# ratingContentSubtitle
source: Share your thoughts — your feedback inspires others 🙏
es: Tu opinión puede inspirar a otros 🙏
pt: Seu feedback pode inspirar outros 🙏

# ratingContentDesc
source: FaithMood was made for people like you
es: FaithMood fue creado para personas como tú
pt: FaithMood foi criado para pessoas como você

# ratingContentP4Rating
source: It’s my favorite moment of the day — just me and God.
es: Es mi momento favorito del día — solo Dios y yo.
pt: É meu momento favorito do dia — só eu e Deus.

source: Select an Option
es: Selecciona una opción
pt: Selecione uma opção

source: Devotionals
es: Devocionales
pt: Devocionais

source: Find a plan that fits your journey.
es: Encuentra un plan que se adapte a tu camino.
pt: Encontre um plano que combine com sua jornada.

source: View More
es: Ver más
pt: Ver mais

source: Select Tag
es: Seleccionar etiqueta
pt: Selecionar Tag

source: Unlock Now
es: Desbloquear ahora
pt: Desbloquear Agora

source: Explore
es: Explorar
pt: Explorar

source: Your Week in Emotions
es: Tu semana en emociones
pt: Sua Semana em Emoções

source: Verse of the day
es: Versículo del día
pt: Versículo do Dia

source: Unable to load verse. Please try again later.
es: No pudimos cargar el versículo. Por favor intenta más tarde.
pt: Não foi possível carregar o versículo. Tente novamente mais tarde.

source: Choose Your Next Step
es: Elige tu siguiente paso
pt: Escolha seu próximo passo

source: Your Journal
es: Tu diario
pt: Seu Diário

source: Capture your thoughts each day.
es: Captura tus pensamientos cada día.
pt: Registre seus pensamentos todos os dias.

source: Grow with Guidance
es: Crece con guía
pt: Crescer com Direção

source: Unable to load devotionals
es: No pudimos cargar los devocionales.
pt: Não foi possível carregar os devocionais.

source: No devotionals available
es: No hay devocionales disponibles
pt: Nenhum devocional disponível

source: Devotional
es: Devocional
pt: Devocional

source: Key Learnings
es: Aprendizajes clave
pt: Aprendizados-chave

source: My Reflection
es: Mi reflexión
pt: Minha Reflexão

source: What's on your heart today?
es: ¿Qué hay en tu corazón hoy?
pt: O que está no seu coração hoje?

# saveNotes
source: Save Note
es: Guardar nota
pt: Salvar Nota

# unsavedNoteTitle
source: Unsaved Note
es: Nota sin guardar
pt: Nota Não Salva

# unsavedNoteMessage
source: You have an unsaved note. Would you like to save it before leaving?
es: Tienes una nota sin guardar. ¿Deseas guardarla antes de salir?
pt: Você tem uma nota não salva. Deseja salvar antes de sair?

source: Continue Without Note
es: Continuar sin guardar
pt: Continuar sem salvar

source: Note saved successfully
es: Nota guardada correctamente.
pt: Nota salva com sucesso.

source: Error saving note
es: Ocurrió un error al guardar la nota.
pt: Erro ao salvar sua nota.

source: Where is your heart today?
es: Tu mood espiritual
pt: Seu Mood Espiritual

# chooseMoodThatBestReflects
source: Choose the mood that best reflects your heart right now.
es: Selecciona cómo te sientes en este momento. Sé honesto contigo.
pt: Selecione como você se sente agora. Seja honesto consigo mesmo.

# selectStateThatResonates
source: Select the state that resonates with your spiritual side.
es: Elige el mood de tu corazón delante de Dios.
pt: Escolha o mood do seu coração diante de Deus.

source: How would you describe your day?
es: ¿Cómo describirías tu día?
pt: Como você descreveria seu dia?

# writeWhatsOnYourHeart
source: Write what's on your heart — how you felt, what you learned, or what you prayed for today.
es: Escribe lo que hay en tu corazón — tus sentimientos, tus oraciones o lo que aprendiste hoy.
pt: Escreva o que está em seu coração — seus sentimentos, suas orações ou o que aprendeu hoje.

source: I'm grateful for...
es: Estoy agradecido por...
pt: Sou grato por...

source: Tip
es: Consejo
pt: Dica

# youCanRevisitThisNote
source: You can revisit this note later in your Journal.
es: Puedes volver a esta nota en cualquier momento desde tu diario.
pt: Você pode revisar esta nota a qualquer momento no seu Diário.

source: Unable to load moods
es: No pudimos cargar los moods.
pt: Não foi possível carregar os moods.

source: Next
es: Siguiente
pt: Próximo

source: Add to My Journal
es: Agregar a mi diario
pt: Adicionar ao Meu Diário

source: Hey ###, how are you feeling today?
es: Hola ###, ¿cómo te sientes hoy?
pt: Olá ###, como você está se sentindo hoje?

source: How are you feeling?
es: ¿Cómo te sientes?
pt: Como você está se sentindo?

source: Log Mood
es: Registrar mood
pt: Registrar Mood

# pleaseSelectEmotionalMood
source: Please select an emotional mood
es: Selecciona un mood emocional.
pt: Selecione um mood emocional.

# pleaseSelectSpiritualMood
source: Please select a spiritual mood
es: Selecciona un mood espiritual.
pt: Selecione um mood espiritual.

source: (Optional)
es: (Opcional)
pt: (Opcional)

# moodAddedSuccessfully
source: Congratulations
es: ¡Felicidades!
pt: Parabéns

# moodAddedSuccessfullyMessage
source: You have successfully logged your first mood.
es: Has registrado tu primer mood correctamente.
pt: Você registrou seu primeiro mood com sucesso.

# errorSavingMood
source: Error saving mood. Please try again.
es: Ocurrió un error al guardar el mood. Inténtalo nuevamente.
pt: Erro ao salvar mood. Tente novamente.

source: Go to Journal
es: Ir al diario
pt: Ir para o Diário

source: My Journal
es: Mi diario
pt: Meu Diário

source: Filter by Mood
es: Filtrar por mood
pt: Filtrar por Mood

source: No journal entries
es: No hay entradas en tu diario.
pt: Nenhum registro no diário.

source: Unable to load journal entries
es: No pudimos cargar las entradas.
pt: Não foi possível carregar os registros.

source: Apply Filters
es: Aplicar filtros
pt: Aplicar Filtros

source: Clear Filters
es: Limpiar filtros
pt: Limpar Filtros

source: Sort By
es: Ordenar por
pt: Ordenar por

source: Order
es: Orden
pt: Ordem

source: Ascending
es: Ascendente
pt: Ascendente

source: Descending
es: Descendente
pt: Descendente

source: Start Date
es: Fecha inicial
pt: Data Inicial

source: End Date
es: Fecha final
pt: Data Final

source: Emotional Mood
es: Mood emocional
pt: Mood Emocional

source: Spiritual Mood
es: Mood espiritual
pt: Mood Espiritual

source: All
es: Todos
pt: Todos

source: More Filters
es: Más filtros
pt: Mais Filtros

source: Emotions
es: Emociones
pt: Emoções

source: Date Range
es: Rango de fechas
pt: Período

source: No emotional moods available
es: No hay moods emocionales disponibles.
pt: Nenhum mood emocional disponível.

source: No spiritual moods available
es: No hay moods espirituales disponibles.
pt: Nenhum mood espiritual disponível.

source: Journal Entry
es: Entrada del diario
pt: Registro do Diário

source: Feeling
es: Sentimiento
pt: Sentimento

source: Spirit
es: Espíritu
pt: Espírito

source: My Thoughts
es: Mis pensamientos
pt: Meus Pensamentos

# todayEncouragement
source: Today's Encouragement
es: Ánimo para hoy
pt: Encorajamento de Hoje

source: Unable to load mood entry
es: No pudimos cargar esta entrada.
pt: Não foi possível carregar o registro.

source: Edit
es: Editar
pt: Editar

source: Delete
es: Eliminar
pt: Excluir

source: Delete Mood Entry
es: Eliminar mood
pt: Excluir Registro

# deleteMoodEntryMessage
source: Are you sure you want to delete this mood entry? This action cannot be undone.
es: ¿Seguro que deseas eliminar este mood? Esta acción no se puede deshacer.
pt: Tem certeza de que deseja excluir este registro? Esta ação não pode ser desfeita.

source: Cancel
es: Cancelar
pt: Cancelar

source: Confirm
es: Confirmar
pt: Confirmar

source: Deleting...
es: Eliminando...
pt: Excluindo...

# moodEntryDeleted
source: Mood entry deleted successfully
es: Mood eliminado correctamente.
pt: Registro excluído com sucesso.

source: Error deleting mood entry
es: Ocurrió un error al eliminar el mood.
pt: Erro ao excluir registro.

source: Save
es: Guardar
pt: Salvar

source: Saving...
es: Guardando...
pt: Salvando...

# moodEntryUpdated
source: Mood entry updated successfully
es: Mood actualizado correctamente.
pt: Registro atualizado com sucesso.

source: Error updating mood entry
es: Ocurrió un error al actualizar el mood.
pt: Erro ao atualizar registro.

source: Select a Period
es: Selecciona un período
pt: Selecione um Período

# youveLoggedEntriesOnDays
source: You've logged entries on {days} days
es: Has registrado entradas en {days} días
pt: Você registrou entradas em {days} dias

source: My Emotion
es: Mi emoción
pt: Minha Emoção

source: My Spirit
es: Mi espíritu
pt: Meu Espírito

source: Days With Activity
es: Días con actividad
pt: Dias com Atividade

source: Start logging your moods to see your stats
es: Comienza a registrar tus moods para ver tus estadísticas.
pt: Comece a registrar seus moods para ver suas estatísticas.

source: Add Mood Entry
es: Agregar mood
pt: Adicionar Mood

source: User
es: Perfil
pt: Perfil

source: Emotional Mood Summary
es: Resumen de moods emocionales
pt: Resumo de Moods Emocionais

source: You felt most often:
es: El mood que sentiste con más frecuencia:
pt: Você sentiu mais frequentemente:

source: Spiritual Mood Summary
es: Resumen de moods espirituales
pt: Resumo de Moods Espirituais

source: Predominant spiritual mood:
es: Mood espiritual predominante:
pt: Mood espiritual predominante:

source: Unlock Premium to get access to all stats and features
es: Desbloquea Premium para acceder a todas las estadísticas y funciones.
pt: Desbloqueie Premium para acessar todas as estatísticas e recursos.

# streakStatusLightingInnerLight
source: Lighting your inner light
es: Encendiendo tu luz interior
pt: Acendendo sua luz interior

# streakStatusSeedOfFaith
source: Seed of faith
es: Semilla de fe
pt: Semente de fé

# streakStatusStartingToGrow
source: Starting to grow
es: Comenzando a crecer
pt: Começando a crescer

# streakStatusConstantGrowth
source: Constant growth
es: Crecimiento constante
pt: Crescimento constante
