Repository: cirilobido/faithmood_app
Catalog: lib/l10n/intl_*.arb
Languages: es, pt

# streakStatusFoundationInChrist
source: Foundation in Christ
es: Fundamento en Cristo
pt: Fundamento em Cristo

# streakStatusDisciplineInPrayer
source: Discipline in prayer
es: Disciplina en la oración
pt: Disciplina na oração

# streakStatusPeaceOfHolySpirit
source: Peace of the Holy Spirit
es: Paz del Espíritu Santo
pt: Paz do Espírito Santo

# streakStatusFedByTheWord
source: Fed by the Word
es: Alimentado por la Palabra
pt: Alimentado pela Palavra

# streakStatusFirmAndDeepFaith
source: Firm and deep faith
es: Fe firme y profunda
pt: Fé firme e profunda

# streakStatusPerseveranceToTheEnd
source: Perseverance to the end
es: Perseverancia hasta el final
pt: Perseverança até o fim

# streakStatusGratefulHeart
source: Grateful heart
es: Corazón agradecido
pt: Coração grato

# streakStatusVictoryOfTheMonth
source: Victory of the month
es: Victoria del mes
pt: Vitória do mês

# streakStatusExpandingFaith
source: Expanding faith
es: Fe en expansión
pt: Fé em expansão

source: Unable to load devotional
es: No pudimos cargar el devocional.
pt: Não foi possível carregar o devocional.

source: Settings
es: Ajustes
pt: Configurações

source: Account
es: Cuenta
pt: Conta

source: Personal Information
es: Información personal
pt: Informações Pessoais

source: Privacy & Security
es: Privacidad y seguridad
pt: Privacidade e Segurança

source: Current Subscription
es: Suscripción actual
pt: Assinatura Atual

source: Customization
es: Personalización
pt: Personalização

source: Reminder Alert
es: Recordatorio
pt: Alerta de Lembrete

source: App Language
es: Idioma de la app
pt: Idioma do App

source: App Theme
es: Tema de la app
pt: Tema do App

source: Select Your Theme
es: Selecciona tu tema
pt: Selecione seu tema

source: Light
es: Claro
pt: Claro

source: Dark
es: Oscuro
pt: Escuro

source: System
es: Sistema
pt: Sistema

source: Our App
es: Nuestra app
pt: Nosso App

source: Rate Us
es: Califícanos
pt: Avaliar

source: Share App
es: Compartir app
pt: Compartilhar App

source: Follow Us
es: Síguenos
pt: Siga-nos

source: Support
es: Soporte
pt: Suporte

source: Contact Us
es: Contáctanos
pt: Fale Conosco

source: Terms & Conditions
es: Términos y condiciones
pt: Termos e Condições

source: Log Out
es: Cerrar sesión
pt: Sair

source: Are you sure you want to log out?
es: ¿Seguro que deseas cerrar sesión?
pt: Tem certeza de que deseja sair?

# appVersionStateappversion
source: App Version: ###
es: Versión de la app: ###
pt: Versão do App: ###

source: Unlock Premium Features
es: Desbloquear funciones Premium
pt: Desbloquear Recursos Premium

# shareFaithMoodAppMessage
source: FaithMood App FaithMood helps you track your emotions, deepen your spiritual life, and receive personalized daily devotionals. You should try it 👉 ###
es: FaithMood App FaithMood te ayuda a reflexionar sobre tus emociones, fortalecer tu vida espiritual y recibir devocionales guiados para tu día. Deberías probarla 👉 ###
pt: FaithMood ajuda você a refletir sobre suas emoções, fortalecer sua vida espiritual e receber devocionais guiados feitos para sua jornada. Experimente 👉 ###

# localeName
source: English
es: Español
pt: Português (Brasil)

# appName
source: Your name
es: FaithMood
pt: FaithMood

# thisUsedForAllYourMoodAnalysis
source: This is used for all your mood analysis.
es: Esto se usará para analizar tus moods.
pt: Isso será usado em todas as suas análises de moods.

source: Update Information
es: Actualizar información
pt: Atualizar Informações

source: Delete Account
es: Eliminar cuenta
pt: Excluir Conta

source: Please fill all the fields with valid data
es: Completa todos los campos con datos válidos.
pt: Preencha todos os campos com informações válidas.

# sorrySomethingWentWrongWhileUpdatingYourInformationPleaseTry
source: Sorry, something went wrong while updating your information. Please try again.
es: Ocurrió un error al actualizar tu información. Por favor inténtalo nuevamente.
pt: Algo deu errado ao atualizar suas informações. Tente novamente.

# afterDeletingYourAccountYouWillLoseAllYourData
source: After deleting your account, you will lose all your data. This action cannot be undone.
es: Al eliminar tu cuenta perderás todos tus datos. Esta acción no se puede deshacer.
pt: Ao excluir sua conta, todos os dados serão perdidos. Esta ação não pode ser desfeita.

# informationUpdatedSuccessfully
source: Your information has been updated successfully.
es: Tu información ha sido actualizada.
pt: Informações atualizadas com sucesso.

# errorUpdatingInformation
source: Error updating your information. Please try again.
es: Ocurrió un error al actualizar tu información. Por favor intenta de nuevo.
pt: Erro ao atualizar informações.

# errorDeletingAccount
source: Error deleting your account. Please try again.
es: Ocurrió un error al eliminar tu cuenta. Por favor intenta de nuevo.
pt: Erro ao excluir conta.

source: Reminder
es: Recordatorio
pt: Lembrete

# reminderMessage
source: Set a daily reminder to help you stay connected with your faith journey.
es: Configura un recordatorio diario para mantenerte conectado con tu camino de fe.
pt: Configure um lembrete diário para permanecer conectado à sua jornada de fé.

source: Daily Dream Reminder
es: Recordatorio diario de fe
pt: Lembrete Diário de Fé

# reminderSetMessage
source: Your reminder is set for this time every day.
es: Tu recordatorio diario ha sido configurado para esta hora.
pt: Seu lembrete diário está definido para este horário todos os dias.

source: Change Time
es: Cambiar hora
pt: Alterar Horário

source: Remove Reminder
es: Eliminar recordatorio
pt: Remover Lembrete

# reminderNoSetMessage
source: You don't have a reminder set yet. Set one to receive daily notifications.
es: Aún no tienes un recordatorio configurado. Actívalo para recibir avisos diarios.
pt: Você ainda não definiu um lembrete. Defina um para receber lembretes suaves diariamente.

source: Set Reminder
es: Configurar recordatorio
pt: Definir Lembrete

# reminderNotificationTitle
source: Dream time 🌙
es: Momento de reflexionar 🙏
pt: Momento de refletir 🙏

# reminderNotificationMessage
source: Write your dreams before they fade away.
es: Tómate un instante tranquilo para reflexionar, orar o registrar tu mood de hoy.
pt: Reserve um momento de calma para refletir, orar ou registrar seu mood de hoje.

source: Your daily reminder is set
es: Tu recordatorio diario ha sido configurado
pt: Seu lembrete diário foi definido

# reminderDeleted
source: Reminder deleted successfully
es: Recordatorio eliminado con éxito
pt: Lembrete excluído com sucesso

source: With Note
es: Con nota
pt: Com nota

source: Without Note
es: Sin nota
pt: Sem nota

source: Email
es: Correo

source: Tags
es: Etiquetas
